{
    "http://dbpedia.org/resource/St._John's_High_School": [
        "The city of St. John's High School is Shrewsbury, Massachusetts, and state is Massachusetts. The mascot of St. John's High School is __ .",
        "Pioneer"
    ],
    "http://dbpedia.org/resource/LLHS": [
        "The city of LLHS is Los Lunas, and mascot is Tiger. LLHS is established at __ .",
        "1926"
    ],
    "http://dbpedia.org/resource/King_Edward_VI_College": [
        "The city of King Edward VI College is Stourbridge, and address is Lower High Street. The foundingYear of King Edward VI College is __ .",
        "1552"
    ],
    "http://dbpedia.org/resource/Seton_High_School": [
        "The established of Seton High School is 1959, and mascot is Roadrunner. The address of Seton High School is __ .",
        "5715 Emerson Street"
    ],
    "http://dbpedia.org/resource/St._Andrew's_College": [
        "The foundingYear of St. Andrew's College is 1899, and country is Canada. The founder of St. Andrew's College is __ .",
        "Rev Dr. George Bruce"
    ],
    "http://dbpedia.org/resource/Wah_Yan": [
        "The foundingDate of Wah Yan is 1919-12-16, and founder is Tsui Yan Sau Peter. Wah Yan is established at __ .",
        "1919-12-16"
    ],
    "http://dbpedia.org/resource/Commonweal": [
        "The address of Commonweal is Woodcote Lane, and foundingYear is 1916. The city of Commonweal is __ .",
        "Purley, London"
    ],
    "http://dbpedia.org/resource/Allied_Bank": [
        "The industry of Allied Bank is Financial services, and locationCountry is Zimbabwe. The foundingYear of Allied Bank is __ .",
        "2005"
    ],
    "http://dbpedia.org/resource/Cooper_Middle_School": [
        "The address of Cooper Middle School is 514, and country is USA. The city of Cooper Middle School is __ .",
        "Marietta, Georgia"
    ],
    "http://dbpedia.org/resource/Wesley_College": [
        "The location of Wesley College is Ballinteer, and established is 1845-10-01. The foundingYear of Wesley College is __ .",
        "1845"
    ],
    "http://dbpedia.org/resource/GLHS": [
        "The country of GLHS is United States, and city is Chickamauga, Georgia. GLHS is established at __ .",
        "1930"
    ],
    "http://dbpedia.org/resource/Grange_Academy": [
        "The city of Grange Academy is Kilmarnock, and address is Grange Campus, Beech Avenue. Grange Academy is established at __ .",
        "1966"
    ],
    "http://dbpedia.org/resource/Bethany": [
        "The country of Bethany is USA, and motto is One Thing Needful. The city of Bethany is __ .",
        "Mankato, Minnesota"
    ],
    "http://dbpedia.org/resource/Baldwin": [
        "The country of Baldwin is India, and motto is Loyalty and Service. The religion of Baldwin is __ .",
        "Methodist"
    ],
    "http://dbpedia.org/resource/KAOS": [
        "The parentCompany of KAOS is THQ, and dissolutionDate is 2011-06-13. The foundingYear of KAOS is __ .",
        "2006"
    ],
    "http://dbpedia.org/resource/MacKillop_College": [
        "The city of MacKillop College is Swan Hill, Victoria, and country is Australia. The foundingYear of MacKillop College is __ .",
        "1987"
    ],
    "http://dbpedia.org/resource/Willamette": [
        "The mascot of Willamette is Wolverine, and address is 1801 Echo Hollow Road. The country of Willamette is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/BC": [
        "The city of BC is Bakersfield, California, and state is California. The country of BC is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/WFHS": [
        "The established of WFHS is 2007, and location is 2076. The mascot of WFHS is __ .",
        "Black Hawk"
    ],
    "http://dbpedia.org/resource/St_Peter's_High_School": [
        "The city of St Peter's High School is Mandalay, and foundedBy is De La Salle Brothers. The country of St Peter's High School is __ .",
        "Myanmar"
    ],
    "http://dbpedia.org/resource/Palestine_High_School": [
        "The established of Palestine High School is 1876, and city is East Palestine, Ohio. The state of Palestine High School is __ .",
        "Ohio"
    ],
    "http://dbpedia.org/resource/St_Patrick's_Grammar_School": [
        "The motto of St Patrick's Grammar School is Fratres in Unum, and established is 1838. The religion of St Patrick's Grammar School is __ .",
        "Catholic Church"
    ],
    "http://dbpedia.org/resource/Bishop_Kearney": [
        "The mottoTranslation of Bishop Kearney is Do All Things Well., and foundingYear is 1962. The founder of Bishop Kearney is __ .",
        "Edmund Rice"
    ],
    "http://dbpedia.org/resource/Boston": [
        "The country of Boston is England, and address is South End. The foundingYear of Boston is __ .",
        "1555"
    ],
    "http://dbpedia.org/resource/McLaren": [
        "The founder of McLaren is Ron Dennis, and foundingDate is 1985-12-02. McLaren is foundedBy __ .",
        "Ron Dennis"
    ],
    "http://dbpedia.org/resource/Griswold": [
        "The foundingYear of Griswold is 1923, and industry is Engineering. The locationCity of Griswold is __ .",
        "Minneapolis"
    ],
    "http://dbpedia.org/resource/Revolution": [
        "The foundingYear of Revolution is 1990, and genre is Various. The country of Revolution is __ .",
        "U.S., Sweden"
    ],
    "http://dbpedia.org/resource/FLHS": [
        "The foundingDate of FLHS is 1960-09-13, and motto is Preparing students for success in college, career, and life. The mascot of FLHS is __ .",
        "Patriots"
    ],
    "http://dbpedia.org/resource/Zastava": [
        "The locationCountry of Zastava is Serbia, and foundingDate is 2000-09-11. The dissolutionDate of Zastava is __ .",
        "2008-11-21"
    ],
    "http://dbpedia.org/resource/GSIS": [
        "The country of GSIS is India, and state is Tamil Nadu. The foundingYear of GSIS is __ .",
        "1977"
    ],
    "http://dbpedia.org/resource/BDS": [
        "The parentCompany of BDS is MRC (company), and owner is Luminate. The foundingYear of BDS is __ .",
        "1982"
    ],
    "http://dbpedia.org/resource/Wagoner": [
        "The locationCity of Wagoner is Syracuse, New York, and genre is Electric and gasoline run-about called the Van Wagoner and later renamed to Syracuse. The foundingYear of Wagoner is __ .",
        "1899"
    ],
    "http://dbpedia.org/resource/NCC": [
        "The country of NCC is USA, and state is Kentucky. The religion of NCC is __ .",
        "Catholic Church"
    ],
    "http://dbpedia.org/resource/Mutual_Life_Insurance_Company": [
        "The foundingDate of Mutual Life Insurance Company is 1925-07-23, and industry is Insurance. The locationCountry of Mutual Life Insurance Company is __ .",
        "United States, 90018"
    ],
    "http://dbpedia.org/resource/Leadership_Academy": [
        "The motto of Leadership Academy is Learn, Create, Lead, and established is 2006. The mascot of Leadership Academy is __ .",
        "Rockets"
    ],
    "http://dbpedia.org/resource/Chaitanya": [
        "The established of Chaitanya is 1986, and country is India. The state of Chaitanya is __ .",
        "Andhra Pradesh"
    ],
    "http://dbpedia.org/resource/Tech": [
        "The country of Tech is United States, and established is 1923-02-10. The motto of Tech is __ .",
        "\"From here, it's possible.\""
    ],
    "http://dbpedia.org/resource/FMC": [
        "The motto of FMC is Excellence and Innovation, and city is Abbottabad. FMC is established at __ .",
        "1995-04-10"
    ],
    "http://dbpedia.org/resource/OL": [
        "The address of OL is East Road, and country is England. The founder of OL is __ .",
        "John Gardyner"
    ],
    "http://dbpedia.org/resource/UAT": [
        "The foundingDate of UAT is 1950-10-30, and city is Ciudad Victoria, Tamaulipas. The state of UAT is __ .",
        "Tamaulipas"
    ],
    "http://dbpedia.org/resource/PPR": [
        "The country of PPR is Netherlands, and dissolved is 1990-12-31. The dissolutionDate of PPR is __ .",
        "1990-12-31"
    ],
    "http://dbpedia.org/resource/Robotron": [
        "The foundedBy of Robotron is Milan Hudecek, and founder is Milan Hudecek. The genre of Robotron is __ .",
        "Technology"
    ],
    "http://dbpedia.org/resource/GME": [
        "The owner of GME is Ryan Cohen, and locationCity is Grapevine, Texas. The industry of GME is __ .",
        "Retail"
    ],
    "http://dbpedia.org/resource/SJC": [
        "The foundedBy of SJC is Institute of the Brothers of the Christian Schools, and foundingYear is 1875. SJC is established at __ .",
        "1875-11-07"
    ],
    "http://dbpedia.org/resource/Hilton": [
        "The founder of Hilton is Conrad Hilton, and locationCity is Tysons Corner, Virginia. The foundingDate of Hilton is __ .",
        "1919-05-31"
    ],
    "http://dbpedia.org/resource/Front_line": [
        "The founder of Front line is Konstantinos Plevris, and religion is Greek Orthodox Church. The formationYear of Front line is __ .",
        "1999"
    ],
    "http://dbpedia.org/resource/ACI": [
        "The established of ACI is 1878, and city is Izmir. The country of ACI is __ .",
        "Turkey"
    ],
    "http://dbpedia.org/resource/Valley_High_School": [
        "The country of Valley High School is United States, and state is California. The foundingYear of Valley High School is __ .",
        "2005"
    ],
    "http://dbpedia.org/resource/RAHS": [
        "The country of RAHS is United States, and city is Chicago. The state of RAHS is __ .",
        "Illinois"
    ],
    "http://dbpedia.org/resource/National_Party": [
        "The country of National Party is Malaysia, and formationYear is 1961. The founder of National Party is __ .",
        "Stephen Kalong Ningkan"
    ],
    "http://dbpedia.org/resource/Golden_West": [
        "The mascot of Golden West is Rustler Sam, and city is Huntington Beach, California. The country of Golden West is __ .",
        "U.S."
    ],
    "http://dbpedia.org/resource/NUHS": [
        "The country of NUHS is United States, and city is Lombard, Illinois. The state of NUHS is __ .",
        "Illinois"
    ],
    "http://dbpedia.org/resource/AIT": [
        "The owner of AIT is DAAR Communications plc., and foundedBy is Raymond Dokpesi. The locationCountry of AIT is __ .",
        "Nigeria"
    ],
    "http://dbpedia.org/resource/PVHS": [
        "The country of PVHS is United States, and state is Pennsylvania. The city of PVHS is __ .",
        "Lansford, Pennsylvania"
    ],
    "http://dbpedia.org/resource/St_Hugh's": [
        "The foundingYear of St Hugh's is 1899, and mottoTranslation is Loyalty and faithfulness. The city of St Hugh's is __ .",
        "Kingston 5"
    ],
    "http://dbpedia.org/resource/Condor": [
        "The founder of Condor is Monty Young, and locationCity is London. The industry of Condor is __ .",
        "Retail"
    ],
    "http://dbpedia.org/resource/Presentation_College": [
        "The city of Presentation College is Windsor, Victoria, and country is Australia. The foundingYear of Presentation College is __ .",
        "1873"
    ],
    "http://dbpedia.org/resource/IBAT": [
        "The founder of IBAT is Shane Ormsby, and address is 16. The country of IBAT is __ .",
        "Republic of Ireland"
    ],
    "http://dbpedia.org/resource/Olin": [
        "The foundedBy of Olin is Franklin W. Olin, and foundingYear is 1892. The locationCity of Olin is __ .",
        "Clayton, Missouri"
    ],
    "http://dbpedia.org/resource/MHHS": [
        "The city of MHHS is Mountain Home, Arkansas, and address is 500 Bomber Boulevard. The state of MHHS is __ .",
        "Arkansas"
    ],
    "http://dbpedia.org/resource/AIB": [
        "The country of AIB is Australia, and state is South Australia. The city of AIB is __ .",
        "Adelaide"
    ],
    "http://dbpedia.org/resource/Bishop": [
        "The country of Bishop is Canada, and motto is Righteous ways makes strong the heart. The city of Bishop is __ .",
        "Sherbrooke"
    ],
    "http://dbpedia.org/resource/Woodlands_Academy": [
        "The city of Woodlands Academy is Coventry, and country is England. The foundingYear of Woodlands Academy is __ .",
        "1954"
    ],
    "http://dbpedia.org/resource/Whitewater": [
        "The city of Whitewater is Whitewater, Wisconsin, and state is Wisconsin. The country of Whitewater is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Nai": [
        "The locationCountry of Nai is USA, and founder is Mark A. LeDoux. The foundingYear of Nai is __ .",
        "1980"
    ],
    "http://dbpedia.org/resource/KJHS": [
        "The established of KJHS is 1958, and founder is Dickson Plan. The city of KJHS is __ .",
        "Portadown"
    ],
    "http://dbpedia.org/resource/Reverb": [
        "The foundingYear of Reverb is 2003, and genre is Various. The location of Reverb is __ .",
        "Sydney, New South Wales"
    ],
    "http://dbpedia.org/resource/Lincoln_Park": [
        "The address of Lincoln Park is 1701 Champaign Road, and country is United States. The city of Lincoln Park is __ .",
        "Lincoln Park, Michigan"
    ],
    "http://dbpedia.org/resource/SMC": [
        "The country of SMC is United States, and parentCompany is Universal Music Group. The foundingYear of SMC is __ .",
        "2005"
    ],
    "http://dbpedia.org/resource/NPA": [
        "The locationCity of NPA is Craigieburn, Victoria, and industry is Printing. The foundingDate of NPA is __ .",
        "1998-06-01"
    ],
    "http://dbpedia.org/resource/CEC": [
        "The city of CEC is Truro, Nova Scotia, and foundingYear is 1970. The country of CEC is __ .",
        "Canada"
    ],
    "http://dbpedia.org/resource/Doane": [
        "The religion of Doane is Episcopal Church (United States), and country is United States. The mascot of Doane is __ .",
        "Sparty"
    ],
    "http://dbpedia.org/resource/Storyville": [
        "The founder of Storyville is George Wein, and country is U.S.. The location of Storyville is __ .",
        "Boston"
    ],
    "http://dbpedia.org/resource/GSC": [
        "The city of GSC is Glassboro, New Jersey, and established is 1923-09-24. The country of GSC is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Holy_Family_Catholic_School": [
        "The foundingYear of Holy Family Catholic School is 1965, and religion is Roman Catholic. The city of Holy Family Catholic School is __ .",
        "Keighley"
    ],
    "http://dbpedia.org/resource/California_School_for_the_Deaf": [
        "The state of California School for the Deaf is California, and established is 1953. The country of California School for the Deaf is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Waterfront": [
        "The foundingYear of Waterfront is 1988, and parentCompany is Kistefos. The locationCity of Waterfront is __ .",
        "Oslo"
    ],
    "http://dbpedia.org/resource/LBHS": [
        "The city of LBHS is Englewood, Florida, and address is 2201 Placida Road. The country of LBHS is __ .",
        "US"
    ],
    "http://dbpedia.org/resource/IHS": [
        "The locationCity of IHS is London, and industry is Information services. The parentCompany of IHS is __ .",
        "S&P Global"
    ],
    "http://dbpedia.org/resource/DJO": [
        "The city of DJO is Arlington, Virginia, and state is Virginia. DJO is established at __ .",
        "1957"
    ],
    "http://dbpedia.org/resource/Camp_Hill": [
        "The founder of Camp Hill is King Edward Foundation, and country is England. The foundingYear of Camp Hill is __ .",
        "1883"
    ],
    "http://dbpedia.org/resource/Institute_of_Medical_Sciences": [
        "The country of Institute of Medical Sciences is India, and foundingDate is 1972-09-14. The motto of Institute of Medical Sciences is __ .",
        "In the Service of Humanity"
    ],
    "http://dbpedia.org/resource/Walt_Whitman": [
        "The foundingYear of Walt Whitman is 1962, and state is Maryland. The country of Walt Whitman is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Nest": [
        "The locationCity of Nest is Palo Alto, California, and owner is Alphabet Inc.. The parentCompany of Nest is __ .",
        "Google LLC"
    ],
    "http://dbpedia.org/resource/Capri": [
        "The genre of Capri is Rock and roll, and parentCompany is Warner Music Group. The industry of Capri is __ .",
        "Record label"
    ],
    "http://dbpedia.org/resource/KEHS": [
        "The country of KEHS is England, and established is 1883. The foundingYear of KEHS is __ .",
        "1883"
    ],
    "http://dbpedia.org/resource/Islamic_university": [
        "The country of Islamic university is Bangladesh, and foundingDate is 1979-11-22. The motto of Islamic university is __ .",
        "Enhance Quality of Higher Education and Research"
    ],
    "http://dbpedia.org/resource/McKinnon": [
        "The motto of McKinnon is Wisdom & Service, and city is McKinnon, Victoria. McKinnon is established at __ .",
        "1955"
    ],
    "http://dbpedia.org/resource/CA": [
        "The motto of CA is Discovery, Innovation, Collaboration, and Excellence, and state is North Carolina. The country of CA is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Hudson": [
        "The foundingDate of Hudson is 1973-05-18, and dissolutionDate is 2012-03-01. The foundingYear of Hudson is __ .",
        "1973"
    ],
    "http://dbpedia.org/resource/Killarney": [
        "The country of Killarney is Canada, and city is Vancouver. The mascot of Killarney is __ .",
        "Cougar"
    ],
    "http://dbpedia.org/resource/Sands": [
        "The city of Sands is Ashburton, Devon, and foundingYear is 1987. The address of Sands is __ .",
        "East Street"
    ],
    "http://dbpedia.org/resource/Nasr": [
        "The established of Nasr is June, 1929, and city is Alexandria. The motto of Nasr is __ .",
        "Long Live E.B.S"
    ],
    "http://dbpedia.org/resource/HSC": [
        "The city of HSC is Hamilton, Ontario, and country is Canada. The founder of HSC is __ .",
        "John H. Collinson"
    ],
    "http://dbpedia.org/resource/Majestic": [
        "The genre of Majestic is Liquor firm, and founder is Sheldon Graner. The foundingYear of Majestic is __ .",
        "1980"
    ],
    "http://dbpedia.org/resource/SBS": [
        "The locationCountry of SBS is New Zealand, and locationCity is Head office based in Invercargill. The foundingDate of SBS is __ .",
        "1869-03-23"
    ],
    "http://dbpedia.org/resource/ACS": [
        "The city of ACS is Downers Grove, Illinois, and foundingYear is 1906. The country of ACS is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/HHHS": [
        "The established of HHHS is 1972, and country is United States. The city of HHHS is __ .",
        "Lincoln City, Indiana"
    ],
    "http://dbpedia.org/resource/Capitol": [
        "The city of Capitol is South Laurel, Maryland, and state is Maryland. The country of Capitol is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/DCHS": [
        "The state of DCHS is Indiana, and city is Indianapolis. The country of DCHS is __ .",
        "United States"
    ]
}