{
    "http://dbpedia.org/resource/McLean_House": [
        "The yearOfConstruction of McLean House is 1894, and architecture is Colonial Revival. The nrhpReferenceNumber of McLean House is __ .",
        "82001960"
    ],
    "http://dbpedia.org/resource/Weeks_House": [
        "The yearOfConstruction of Weeks House is 1860, and added is 1985-09-26. The nrhpReferenceNumber of Weeks House is __ .",
        "85002547"
    ],
    "http://dbpedia.org/resource/Convocation_Center": [
        "The stadiumName of Convocation Center is Chartway Arena at the Ted Constant Convocation Center, and surface is Multi-surface. The openingDate of Convocation Center is __ .",
        "2002-10-25"
    ],
    "http://dbpedia.org/resource/John_Clark_House": [
        "The architecture of John Clark House is Georgian, \"Canterbury type\", and architect is Dyer. John Clark House is added at __ .",
        "1970-10-06"
    ],
    "http://dbpedia.org/resource/German_Bank": [
        "The yearOfConstruction of German Bank is 1884, and nrhpReferenceNumber is 91000536. The architect of German Bank is __ .",
        "St. Louis Bank Equipment Co."
    ],
    "http://dbpedia.org/resource/Grant_House": [
        "The nrhpReferenceNumber of Grant House is 77001408, and added is 1977-09-19. The architecture of Grant House is __ .",
        "Jacobean"
    ],
    "http://dbpedia.org/resource/Dinglewood": [
        "The nrhpReferenceNumber of Dinglewood is 01001248, and locmapin is USA Georgia#USA. The architecture of Dinglewood is __ .",
        "Colonial Revival, Tudor Revival, multiple"
    ],
    "http://dbpedia.org/resource/Perry_House": [
        "The added of Perry House is 1983-07-14, and architect is Dunham & Jordan. The architecture of Perry House is __ .",
        "Victorian architecture"
    ],
    "http://dbpedia.org/resource/Terwilliger": [
        "The nrhpReferenceNumber of Terwilliger is 83001821, and architecture is Federal architecture. The yearOfConstruction of Terwilliger is __ .",
        "1766"
    ],
    "http://dbpedia.org/resource/Frost_House": [
        "The locmapin of Frost House is North Carolina#USA, and architecture is Queen Anne. Frost House is added at __ .",
        "1984-05-31"
    ],
    "http://dbpedia.org/resource/Clark_House": [
        "The locmapin of Clark House is Oregon#USA, and yearOfConstruction is 1880. The nrhpReferenceNumber of Clark House is __ .",
        "89001857"
    ],
    "http://dbpedia.org/resource/Leavitt": [
        "The added of Leavitt is 1991-11-14, and locmapin is Nevada#USA. The architecture of Leavitt is __ .",
        "Vernacular I-house"
    ],
    "http://dbpedia.org/resource/Deacon_John": [
        "The locmapin of Deacon John is Massachusetts#USA, and yearOfConstruction is 1807. The architecture of Deacon John is __ .",
        "Federal"
    ],
    "http://dbpedia.org/resource/St._Joseph's_Roman_Catholic_Church": [
        "The added of St. Joseph's Roman Catholic Church is 1989-12-28, and locmapin is Massachusetts#USA. The yearOfConstruction of St. Joseph's Roman Catholic Church is __ .",
        "1845"
    ],
    "http://dbpedia.org/resource/Hilton": [
        "The yearOfConstruction of Hilton is 1917, and architecture is Jacobethan, Dutch colonial and Colonial revival. The nrhpReferenceNumber of Hilton is __ .",
        "69000341"
    ],
    "http://dbpedia.org/resource/Park_Inn": [
        "The locmapin of Park Inn is North Carolina#USA, and added is 1982-06-03. The architecture of Park Inn is __ .",
        "Colonial Revival, Queen Anne"
    ],
    "http://dbpedia.org/resource/Waverly": [
        "The yearOfConstruction of Waverly is 1901, and architecture is Queen Anne. The architect of Waverly is __ .",
        "Samuel C. Hunt"
    ],
    "http://dbpedia.org/resource/Blanchard": [
        "The locmapin of Blanchard is Louisiana#USA, and nrhpReferenceNumber is 82002793. The yearOfConstruction of Blanchard is __ .",
        "1891"
    ],
    "http://dbpedia.org/resource/St._Mary's_Church": [
        "The nrhpReferenceNumber of St. Mary's Church is 92001018, and added is 1992-08-18. The locmapin of St. Mary's Church is __ .",
        "Illinois#USA"
    ],
    "http://dbpedia.org/resource/Day_House": [
        "The added of Day House is 2000-12-28, and yearOfConstruction is 1839. The locmapin of Day House is __ .",
        "Wisconsin#USA"
    ],
    "http://dbpedia.org/resource/Church_of_the_Redeemer": [
        "The established of Church of the Redeemer is 1927, and yearCompleted is 1949. The province of Church of the Redeemer is __ .",
        "Episcopal Church in Jerusalem and the Middle East"
    ],
    "http://dbpedia.org/resource/Rose_Hill": [
        "The architecture of Rose Hill is Gothic Revival, and yearOfConstruction is 1897. The nrhpReferenceNumber of Rose Hill is __ .",
        "03000201"
    ],
    "http://dbpedia.org/resource/Bishop": [
        "The architecture of Bishop is Richardsonian Romanesque, and added is 1982-07-26. The locmapin of Bishop is __ .",
        "Hawaii"
    ],
    "http://dbpedia.org/resource/United_Presbyterian_Church": [
        "The yearOfConstruction of United Presbyterian Church is 1885, and added is 1976-11-07. The architecture of United Presbyterian Church is __ .",
        "Gothic Revival"
    ],
    "http://dbpedia.org/resource/Darling_House": [
        "The added of Darling House is 1991-01-03, and architecture is Colonial Revival. The yearOfConstruction of Darling House is __ .",
        "1927"
    ],
    "http://dbpedia.org/resource/Jenkins_House": [
        "The yearOfConstruction of Jenkins House is 1895, and nrhpReferenceNumber is 84002702. The architecture of Jenkins House is __ .",
        "Queen Anne"
    ],
    "http://dbpedia.org/resource/CEC": [
        "The nrhpReferenceNumber of CEC is 73000954, and architecture is 20. The architect of CEC is __ .",
        "Eliel Saarinen"
    ],
    "http://dbpedia.org/resource/Wyman_House": [
        "The architecture of Wyman House is Queen Anne, and locmapin is Massachusetts#USA. Wyman House is added at __ .",
        "1989-09-18"
    ],
    "http://dbpedia.org/resource/Johnson_Farm": [
        "The nrhpReferenceNumber of Johnson Farm is 00001346, and yearOfConstruction is 1840. The locmapin of Johnson Farm is __ .",
        "Pennsylvania#USA"
    ],
    "http://dbpedia.org/resource/Bryan_House": [
        "The architecture of Bryan House is Colonial Revival architecture, and locmapin is North Carolina#USA. The architect of Bryan House is __ .",
        "Smith & Carrier"
    ],
    "http://dbpedia.org/resource/Steyer": [
        "The yearOfConstruction of Steyer is 1870, and added is 1980-01-24. The architect of Steyer is __ .",
        "F.G. Brant"
    ],
    "http://dbpedia.org/resource/Church_of_the_Immaculate_Conception": [
        "The yearOfConstruction of Church of the Immaculate Conception is 1894, and architecture is Gothic Revival architecture. The nrhpReferenceNumber of Church of the Immaculate Conception is __ .",
        "80002681"
    ],
    "http://dbpedia.org/resource/Graham_House": [
        "The locmapin of Graham House is Tennessee, and yearOfConstruction is 1822. Graham House is added at __ .",
        "1991-10-29"
    ],
    "http://dbpedia.org/resource/Kirby_House": [
        "The nrhpReferenceNumber of Kirby House is 84000597, and architect is Moser, John. The architecture of Kirby House is __ .",
        "Queen Anne architecture in the United States"
    ],
    "http://dbpedia.org/resource/Davidson_House": [
        "The locmapin of Davidson House is North Carolina#USA, and nrhpReferenceNumber is 76001331. The architecture of Davidson House is __ .",
        "Georgian, Federal"
    ],
    "http://dbpedia.org/resource/St._Peter's_Cathedral": [
        "The religiousAffiliation of St. Peter's Cathedral is Roman Catholic Church, and groundbreaking is 11. The province of St. Peter's Cathedral is __ .",
        "Bishop of Vannes"
    ],
    "http://dbpedia.org/resource/White_House": [
        "The yearOfConstruction of White House is 1792, and nrhpReferenceNumber is 12000598. The architecture of White House is __ .",
        "Federal, Colonial Revival"
    ],
    "http://dbpedia.org/resource/St_Michael_and_All_Angels_Church": [
        "The groundbreaking of St Michael and All Angels Church is 1878, and province is Province of York. The completedDate of St Michael and All Angels Church is __ .",
        "1879"
    ],
    "http://dbpedia.org/resource/Estadio_Municipal": [
        "The renovated of Estadio Municipal is 2013, and architect is Mario Recordón. The surface of Estadio Municipal is __ .",
        "grass"
    ],
    "http://dbpedia.org/resource/Christ_the_King_Church": [
        "The architectureStyle of Christ the King Church is Functionalism (architecture), and consecrationYear is 1943. The district of Christ the King Church is __ .",
        "Diocese of Riga"
    ],
    "http://dbpedia.org/resource/Perkins_House": [
        "The yearOfConstruction of Perkins House is 1850, and architecture is Greek Revival. Perkins House is added at __ .",
        "1982-04-02"
    ],
    "http://dbpedia.org/resource/Engine_House": [
        "The architecture of Engine House is Queen Anne, and nrhpReferenceNumber is 01000554. Engine House is added at __ .",
        "2001-05-25"
    ],
    "http://dbpedia.org/resource/Cooke_House": [
        "The added of Cooke House is 1979-10-30, and nrhpReferenceNumber is 79000054. The architecture of Cooke House is __ .",
        "Federal"
    ],
    "http://dbpedia.org/resource/Blatchley": [
        "The nrhpReferenceNumber of Blatchley is 08000770, and locmapin is New York#USA. The yearOfConstruction of Blatchley is __ .",
        "1855"
    ],
    "http://dbpedia.org/resource/Atwood_House": [
        "The locmapin of Atwood House is Massachusetts#USA, and nrhpReferenceNumber is 84002087. The yearOfConstruction of Atwood House is __ .",
        "1850"
    ],
    "http://dbpedia.org/resource/Booth_House": [
        "The nrhpReferenceNumber of Booth House is 98000660, and architecture is Late Victorian architecture. The yearOfConstruction of Booth House is __ .",
        "1894"
    ],
    "http://dbpedia.org/resource/Mott_House": [
        "The locmapin of Mott House is North Carolina#USA, and nrhpReferenceNumber is 80002876. The yearOfConstruction of Mott House is __ .",
        "1904"
    ],
    "http://dbpedia.org/resource/Marriott_Marquis": [
        "The floorCount of Marriott Marquis is 82, and buildingStartDate is November 14, 2006. The height of Marriott Marquis is __ .",
        "298.1"
    ],
    "http://dbpedia.org/resource/Houck": [
        "The yearOfConstruction of Houck is 1850, and architecture is Greek Revival. Houck is added at __ .",
        "1982-11-10"
    ],
    "http://dbpedia.org/resource/Buckman": [
        "The yearOfConstruction of Buckman is 1905, and nrhpReferenceNumber is 74000609. Buckman is added at __ .",
        "1974-01-11"
    ],
    "http://dbpedia.org/resource/Sudbrook": [
        "The nrhpReferenceNumber of Sudbrook is 73000904, and yearOfConstruction is 1890. The architecture of Sudbrook is __ .",
        "Colonial Revival, Queen Anne, Shingle Style"
    ],
    "http://dbpedia.org/resource/Cordner": [
        "The architecture of Cordner is Late Victorian architecture, and nrhpReferenceNumber is 98000647. The yearOfConstruction of Cordner is __ .",
        "1898"
    ],
    "http://dbpedia.org/resource/St_John_the_Evangelist's_Church": [
        "The style of St John the Evangelist's Church is Gothic Revival architecture, and groundbreaking is 1873. The completedDate of St John the Evangelist's Church is __ .",
        "1874"
    ],
    "http://dbpedia.org/resource/Selimiye_Mosque": [
        "The religiousAffiliation of Selimiye Mosque is Sunni Islam, and architect is Mimar Sinan. Selimiye Mosque is groundbreaking __ .",
        "1568"
    ],
    "http://dbpedia.org/resource/Kingsley_House": [
        "The yearOfConstruction of Kingsley House is 1866, and added is 1982-04-13. The architecture of Kingsley House is __ .",
        "Second Empire, Queen Anne"
    ],
    "http://dbpedia.org/resource/Marston_House": [
        "The added of Marston House is 1984-10-18, and nrhpReferenceNumber is 84000083. The yearOfConstruction of Marston House is __ .",
        "1832"
    ],
    "http://dbpedia.org/resource/Deaconess_Hospital": [
        "The yearOfConstruction of Deaconess Hospital is 1926, and locmapin is Idaho. The architecture of Deaconess Hospital is __ .",
        "craftsman"
    ],
    "http://dbpedia.org/resource/Cummins_House": [
        "The architecture of Cummins House is Colonial Revival, and locmapin is Delaware#USA. The yearOfConstruction of Cummins House is __ .",
        "1750"
    ],
    "http://dbpedia.org/resource/Church_of_Our_Lady": [
        "The groundbreaking of Church of Our Lady is 1817-11-01, and style is Neo-Classicism. The foundedDate of Church of Our Lady is __ .",
        "1187"
    ],
    "http://dbpedia.org/resource/San_Barnaba": [
        "The yearCompleted of San Barnaba is 17, and province is Province of Milan. The architectureStyle of San Barnaba is __ .",
        "Mannerist"
    ],
    "http://dbpedia.org/resource/Waldo": [
        "The openingDate of Waldo is 1939-10-07, and stadiumName is Waldo Stadium. The buildingStartDate of Waldo is __ .",
        "1938"
    ],
    "http://dbpedia.org/resource/Ross_House": [
        "The nrhpReferenceNumber of Ross House is 96001295, and added is 1996-11-07. The locmapin of Ross House is __ .",
        "Illinois#USA"
    ],
    "http://dbpedia.org/resource/Davenport_House": [
        "The added of Davenport House is 1986-09-22, and yearOfConstruction is 1700. The nrhpReferenceNumber of Davenport House is __ .",
        "86002637"
    ],
    "http://dbpedia.org/resource/City_Stadium": [
        "The surface of City Stadium is Desso GrassMaster, and stadiumName is Cardiff City Stadium. The buildingStartDate of City Stadium is __ .",
        "September 2007"
    ],
    "http://dbpedia.org/resource/Tower_House": [
        "The architecture of Tower House is Federal architecture, and nrhpReferenceNumber is 82000010. The yearOfConstruction of Tower House is __ .",
        "1825"
    ],
    "http://dbpedia.org/resource/Walker_House": [
        "The yearOfConstruction of Walker House is 1896, and architecture is Jacobean architecture. The architect of Walker House is __ .",
        "George D. Mason"
    ],
    "http://dbpedia.org/resource/South_End": [
        "The owner of South End is Boston Braves (baseball), and surface is Grass. The openingDate of South End is __ .",
        "1871-05-16"
    ],
    "http://dbpedia.org/resource/Notre_Dame": [
        "The architectureStyle of Notre Dame is Modern architecture, and consecrationYear is 1955-06-25. Notre Dame is yearCompleted at __ .",
        "1955"
    ],
    "http://dbpedia.org/resource/Codman": [
        "The yearOfConstruction of Codman is 1873, and added is 1983-10-19. The architecture of Codman is __ .",
        "Renaissance, Gothic"
    ],
    "http://dbpedia.org/resource/Wilkinson_House": [
        "The nrhpReferenceNumber of Wilkinson House is 84001592, and added is 1984-07-27. The yearOfConstruction of Wilkinson House is __ .",
        "1860"
    ],
    "http://dbpedia.org/resource/Chambers_House": [
        "The yearOfConstruction of Chambers House is 1845, and nrhpReferenceNumber is 04000573. The locmapin of Chambers House is __ .",
        "North Carolina#USA"
    ],
    "http://dbpedia.org/resource/Cajun": [
        "The buildingStartDate of Cajun is 1970, and owner is University of Louisiana at Lafayette. The openingDate of Cajun is __ .",
        "1971-09-25"
    ],
    "http://dbpedia.org/resource/Trimble_House": [
        "The locmapin of Trimble House is Pennsylvania#USA, and added is 1992-07-24. The architecture of Trimble House is __ .",
        "Federal"
    ],
    "http://dbpedia.org/resource/Harriman": [
        "The yearOfConstruction of Harriman is 1907, and added is 1987-04-30. The locmapin of Harriman is __ .",
        "Pennsylvania#USA"
    ],
    "http://dbpedia.org/resource/Administration_Building": [
        "The yearCompleted of Administration Building is 1917, and heightMax is 5. Administration Building is groundbreaking __ .",
        "1914"
    ],
    "http://dbpedia.org/resource/Cathedral_of_Saint_Mary_of_the_Assumption": [
        "The groundbreaking of Cathedral of Saint Mary of the Assumption is 11, and architectureStyle is Romanesque architecture. The religiousAffiliation of Cathedral of Saint Mary of the Assumption is __ .",
        "Roman Catholic Church"
    ],
    "http://dbpedia.org/resource/Roper_House": [
        "The added of Roper House is 1981-12-09, and locmapin is Oregon#USA. The yearOfConstruction of Roper House is __ .",
        "1912"
    ]
}