{
    "http://dbpedia.org/resource/Rogue_Squadron": {
        "qa": [
            "The designer of Rogue Squadron is Kevin Schmitt, and modes is Single-player video game. Rogue Squadron is released at __ .",
            "--12-03"
        ],
        "additionals": [
            "The producer of Rogue Squadron is Julian Eggebrecht.",
            "The artist of Rogue Squadron is Craig Rundels."
        ]
    },
    "http://dbpedia.org/resource/Amour_fou": {
        "qa": [
            "The releaseDate of Amour fou is 1969-01-15, and distributor is New Yorker Films. The language of Amour fou is __ .",
            "French language"
        ],
        "additionals": [
            "The released of Amour fou is 1969-01-15.",
            "The music of Amour fou is Jean-Claude Éloy."
        ]
    },
    "http://dbpedia.org/resource/Broken": {
        "qa": [
            "The productionCompany of Broken is CMT Films, and music is Toby Keith. The studio of Broken is __ .",
            "CMT Films"
        ],
        "additionals": [
            "The editing of Broken is Maysie Hoy.",
            "The language of Broken is English."
        ]
    },
    "http://dbpedia.org/resource/One_million": {
        "qa": [
            "The budget of One million is 422816.0, and music is Mario Nascimbene. The writer of One million is __ .",
            "Michael Carreras"
        ],
        "additionals": [
            "The country of One million is United Kingdom.",
            "The director of One million is Don Chaffey."
        ]
    },
    "http://dbpedia.org/resource/Cold_War": {
        "qa": [
            "The releaseDate of Cold War is 2001-09-26, and budget is $1.7 million per episode  $800,000 per episode. The numSeasons of Cold War is __ .",
            "4"
        ],
        "additionals": [
            "The language of Cold War is English.",
            "The distributor of Cold War is Paramount Domestic Television."
        ]
    },
    "http://dbpedia.org/resource/Consenting_adults": {
        "qa": [
            "The country of Consenting adults is United Kingdom, and language is English. The director of Consenting adults is __ .",
            "Richard Curson Smith"
        ],
        "additionals": [
            "The author of Consenting adults is Julian Mitchell.",
            "The channel of Consenting adults is BBC Four."
        ]
    },
    "http://dbpedia.org/resource/Boston_Tea_Party": {
        "qa": [
            "The productionCompany of Boston Tea Party is Edison Manufacturing Company, and distributor is Edison Manufacturing Company. The studio of Boston Tea Party is __ .",
            "Edison Manufacturing Company"
        ],
        "additionals": [
            "The language of Boston Tea Party is Silent.",
            "The country of Boston Tea Party is United States."
        ]
    },
    "http://dbpedia.org/resource/Social_animal": {
        "qa": [
            "The releaseDate of Social animal is 1972, and literaryGenre is Non-fiction. The language of Social animal is __ .",
            "English"
        ],
        "additionals": [
            "The genre of Social animal is Non-fiction.",
            "The author of Social animal is Elliot Aronson."
        ]
    },
    "http://dbpedia.org/resource/Book_of_Dreams": {
        "qa": [
            "The literaryGenre of Book of Dreams is Postmodern, and mediaType is Print. The language of Book of Dreams is __ .",
            "English"
        ],
        "additionals": [
            "The pages of Book of Dreams is 152.",
            "The country of Book of Dreams is United States."
        ]
    },
    "http://dbpedia.org/resource/Big_Beach": {
        "qa": [
            "The publisher of Big Beach is THQ, and genre is Sports game. The computingPlatform of Big Beach is __ .",
            "Wii"
        ],
        "additionals": [
            "The platforms of Big Beach is Wii.",
            "The released of Big Beach is --06-24."
        ]
    },
    "http://dbpedia.org/resource/Number_of_the_Beast": {
        "qa": [
            "The award of Number of the Beast is Silver, and certyear is 2020. The subsequentWork of Number of the Beast is __ .",
            "Flight of Icarus"
        ],
        "additionals": [
            "The region of Number of the Beast is United Kingdom.",
            "The previousWork of Number of the Beast is Run to the Hills."
        ]
    },
    "http://dbpedia.org/resource/Chinese_food": {
        "qa": [
            "The artist of Chinese food is Alison Gold, and releaseDate is 2013-10-05. The writer of Chinese food is __ .",
            "Patrice Wilson"
        ],
        "additionals": [
            "The genre of Chinese food is Pop music.",
            "The released of Chinese food is 2013-10-05."
        ]
    },
    "http://dbpedia.org/resource/Acolyte": {
        "qa": [
            "The director of Acolyte is Jon Hewitt, and country is Australia. The music of Acolyte is __ .",
            "David Franzke"
        ],
        "additionals": [
            "The language of Acolyte is English.",
            "The editing of Acolyte is Simon Martin."
        ]
    },
    "http://dbpedia.org/resource/King_of_the_Monsters": {
        "qa": [
            "The cinematography of King of the Monsters is Lawrence Sher, and language is English. The musicComposer of King of the Monsters is __ .",
            "Bear McCreary"
        ],
        "additionals": [
            "The director of King of the Monsters is Michael Dougherty.",
            "The music of King of the Monsters is Bear McCreary."
        ]
    },
    "http://dbpedia.org/resource/Learning_to_fly": {
        "qa": [
            "The releaseDate of Learning to fly is 1987-09-14, and released is 1987-09-14. The subsequentWork of Learning to fly is __ .",
            "On the Turning Away"
        ],
        "additionals": [
            "The previousWork of Learning to fly is Not Now John.",
            "The genre of Learning to fly is Progressive rock."
        ]
    },
    "http://dbpedia.org/resource/Punisher": {
        "qa": [
            "The genre of Punisher is Beat 'em up, and releaseDate is 1994-11-15. The arcadeSystem of Punisher is __ .",
            "CP System"
        ],
        "additionals": [
            "The developer of Punisher is Capcom.",
            "The director of Punisher is Noritaka Funamizu."
        ]
    },
    "http://dbpedia.org/resource/Time_of_Our_Lives": {
        "qa": [
            "The releaseDate of Time of Our Lives is 2013-06-16, and numberOfEpisodes is 21. The country of Time of Our Lives is __ .",
            "Australia"
        ],
        "additionals": [
            "The lastAired of Time of Our Lives is 2014-08-14.",
            "The firstAired of Time of Our Lives is 2013-06-16."
        ]
    },
    "http://dbpedia.org/resource/Tetsuo": {
        "qa": [
            "The music of Tetsuo is Chu Ishikawa, and language is English. The country of Tetsuo is __ .",
            "Japan"
        ],
        "additionals": [
            "The director of Tetsuo is Shinya Tsukamoto.",
            "The musicComposer of Tetsuo is Chu Ishikawa."
        ]
    },
    "http://dbpedia.org/resource/Better_Half": {
        "qa": [
            "The firstAired of Better Half is 2008-09-03, and lastAired is 2008-11-26. The seasonNumber of Better Half is __ .",
            "1"
        ],
        "additionals": [
            "The totalWidth of Better Half is 300.",
            "The numberOfEpisodes of Better Half is 13."
        ]
    },
    "http://dbpedia.org/resource/Hellstrom": {
        "qa": [
            "The musicComposer of Hellstrom is Lalo Schifrin, and language is English. The writer of Hellstrom is __ .",
            "David Seltzer"
        ],
        "additionals": [
            "The starring of Hellstrom is Lawrence Pressman.",
            "The editing of Hellstrom is John Soh."
        ]
    },
    "http://dbpedia.org/resource/Foursome": {
        "qa": [
            "The director of Foursome is Andy Hurst, and cinematography is Jeffrey D. Smith. Foursome is editing __ .",
            "Anthony Adler"
        ],
        "additionals": [
            "The music of Foursome is Steven M. Stern.",
            "The language of Foursome is English."
        ]
    },
    "http://dbpedia.org/resource/Dancing_in_the_Street": {
        "qa": [
            "The numberOfEpisodes of Dancing in the Street is 10, and releaseDate is 1995-09-24. The narrator of Dancing in the Street is __ .",
            "Liev Schreiber"
        ],
        "additionals": [
            "The language of Dancing in the Street is English.",
            "The lastAired of Dancing in the Street is 1995-09-28."
        ]
    },
    "http://dbpedia.org/resource/Jury_duty": {
        "qa": [
            "The episode of Jury duty is 13, and writer is Aaron Shure. The airdate of Jury duty is __ .",
            "2012-02-02"
        ],
        "additionals": [
            "The photographer of Jury duty is Matt Sohn.",
            "The music of Jury duty is \"Footloose\" by Kenny Loggins."
        ]
    },
    "http://dbpedia.org/resource/Dungeon_Master": {
        "qa": [
            "The language of Dungeon Master is English, and musicComposer is Blonde Redhead. The cinematography of Dungeon Master is __ .",
            "Lee Daniel"
        ],
        "additionals": [
            "The music of Dungeon Master is Blonde Redhead.",
            "The director of Dungeon Master is Keven McAlester."
        ]
    },
    "http://dbpedia.org/resource/Dead_space": {
        "qa": [
            "The language of Dead space is English, and distributor is Concorde Pictures. The cinematography of Dead space is __ .",
            "Mark Parry"
        ],
        "additionals": [
            "The director of Dead space is Fred Gallo.",
            "The editing of Dead space is Lawrence Jordan."
        ]
    },
    "http://dbpedia.org/resource/Love_Affair": {
        "qa": [
            "The director of Love Affair is Nuel C. Naval, and productionCompany is ABS-CBN Film Productions, Inc.. The studio of Love Affair is __ .",
            "ABS-CBN Film Productions, Inc."
        ],
        "additionals": [
            "The writer of Love Affair is Vanessa R. Valdez.",
            "The distributor of Love Affair is Star Cinema."
        ]
    },
    "http://dbpedia.org/resource/Pasko": {
        "qa": [
            "The numberOfEpisodes of Pasko is 25, and developer is Senedy Que. Pasko is lastAired at __ .",
            "2010-01-08"
        ],
        "additionals": [
            "The releaseDate of Pasko is 2009-12-07.",
            "The totalWidth of Pasko is 150."
        ]
    },
    "http://dbpedia.org/resource/White_death": {
        "qa": [
            "The country of White death is Germany, and releaseDate is 1921-05-13. The director of White death is __ .",
            "Adolf Gärtner"
        ],
        "additionals": [
            "The writer of White death is Willi Wolff.",
            "The producer of White death is Willi Wolff."
        ]
    },
    "http://dbpedia.org/resource/Breaking_Dawn": {
        "qa": [
            "The country of Breaking Dawn is United States, and language is English. The director of Breaking Dawn is __ .",
            "Bill Condon"
        ],
        "additionals": [
            "The musicComposer of Breaking Dawn is Carter Burwell.",
            "The writer of Breaking Dawn is Melissa Rosenberg."
        ]
    },
    "http://dbpedia.org/resource/Out_of_Control": {
        "qa": [
            "The firstAired of Out of Control is 1991-09-17, and lastAired is 1992-05-12. The country of Out of Control is __ .",
            "Television in the United States"
        ],
        "additionals": [
            "The numberOfEpisodes of Out of Control is 22.",
            "The seasonNumber of Out of Control is 2."
        ]
    },
    "http://dbpedia.org/resource/Tekken": {
        "qa": [
            "The modes of Tekken is Single-player video game, and released is --03-01. The producer of Tekken is __ .",
            "Landon Nguyen"
        ],
        "additionals": [
            "The publisher of Tekken is Bandai Namco Entertainment.",
            "The genre of Tekken is Fighting game."
        ]
    },
    "http://dbpedia.org/resource/Blue_Peter": {
        "qa": [
            "The distributor of Blue Peter is Woolf & Freedman Film Service, and studio is British Filmcraft. The country of Blue Peter is __ .",
            "United Kingdom"
        ],
        "additionals": [
            "The productionCompany of Blue Peter is British Filmcraft.",
            "The released of Blue Peter is 1928."
        ]
    },
    "http://dbpedia.org/resource/Only_the_Lonely": {
        "qa": [
            "The country of Only the Lonely is Canada, and releaseDate is 1992-05-05. The numberOfEpisodes of Only the Lonely is __ .",
            "70"
        ],
        "additionals": [
            "The numSeasons of Only the Lonely is 3.",
            "The language of Only the Lonely is English."
        ]
    },
    "http://dbpedia.org/resource/Inspector_Gadget": {
        "qa": [
            "The developer of Inspector Gadget is Silmarils (company), and modes is Single-player video game. The publisher of Inspector Gadget is __ .",
            "Light and Shadow Production"
        ],
        "additionals": [
            "The platforms of Inspector Gadget is PlayStation 2.",
            "The genre of Inspector Gadget is Action game."
        ]
    },
    "http://dbpedia.org/resource/Two_of_Us": {
        "qa": [
            "The releaseDate of Two of Us is 1986-10-31, and lastAired is 1990-03-18. The airdate of Two of Us is __ .",
            "18"
        ],
        "additionals": [
            "The country of Two of Us is United Kingdom.",
            "The language of Two of Us is English."
        ]
    },
    "http://dbpedia.org/resource/Wake_Up": {
        "qa": [
            "The writer of Wake Up is 31, and firstAired is 2016-09-20. The airdate of Wake Up is __ .",
            "12"
        ],
        "additionals": [
            "The lastAired of Wake Up is 2017-05-16.",
            "The numberOfEpisodes of Wake Up is 22."
        ]
    },
    "http://dbpedia.org/resource/Goose_step": {
        "qa": [
            "The musicComposer of Goose step is Bretton Byrd, and language is English. The country of Goose step is __ .",
            "United Kingdom"
        ],
        "additionals": [
            "The released of Goose step is August 1942.",
            "The distributor of Goose step is Ealing Studios."
        ]
    },
    "http://dbpedia.org/resource/Undertow": {
        "qa": [
            "The studio of Undertow is Thanhouser Company, and productionCompany is Thanhouser Company. The director of Undertow is __ .",
            "Jack Harvey (actor and director)"
        ],
        "additionals": [
            "The language of Undertow is Silent.",
            "The country of Undertow is United States."
        ]
    },
    "http://dbpedia.org/resource/Harvey_Girls": {
        "qa": [
            "The productionCompany of Harvey Girls is Metro-Goldwyn-Mayer, and language is English. The studio of Harvey Girls is __ .",
            "Metro-Goldwyn-Mayer"
        ],
        "additionals": [
            "The editing of Harvey Girls is Albert Akst.",
            "The budget of Harvey Girls is 2931000.0."
        ]
    },
    "http://dbpedia.org/resource/90210": {
        "qa": [
            "The lastAired of 90210 is present, and language is English. The releaseDate of 90210 is __ .",
            "2004-07-11"
        ],
        "additionals": [
            "The numSeasons of 90210 is 7.",
            "The firstAired of 90210 is 2004-07-11."
        ]
    },
    "http://dbpedia.org/resource/XF": {
        "qa": [
            "The developer of XF is XenForo Limited, Kier Darby, Mike Sullivan, Chris Deeming, and language is English. The genre of XF is __ .",
            "Internet forum"
        ],
        "additionals": [
            "The releaseDate of XF is 2011-03-08.",
            "The released of XF is 2011-03-08."
        ]
    },
    "http://dbpedia.org/resource/Convicted": {
        "qa": [
            "The country of Convicted is Germany, and productionCompany is International Film-AG. The studio of Convicted is __ .",
            "International Film-AG"
        ],
        "additionals": [
            "The distributor of Convicted is International Film-AG.",
            "The musicComposer of Convicted is Otto Stenzeel."
        ]
    },
    "http://dbpedia.org/resource/American_Epic": {
        "qa": [
            "The cinematography of American Epic is Vern Moen, and studio is Lo-Max Films, Wildwood Enterprises. The director of American Epic is __ .",
            "Bernard MacMahon (filmmaker)"
        ],
        "additionals": [
            "The editing of American Epic is Dan Gitlin.",
            "The language of American Epic is English."
        ]
    },
    "http://dbpedia.org/resource/Someday": {
        "qa": [
            "The released of Someday is --02-22, and headline is CD. The artist of Someday is __ .",
            "Koda Kumi"
        ],
        "additionals": [
            "The releaseDate of Someday is 2006-02-22.",
            "The genre of Someday is J-pop."
        ]
    },
    "http://dbpedia.org/resource/321": {
        "qa": [
            "The studio of 321 is Abbey Road Studios, London, and released is 1964-01-10. The releaseDate of 321 is __ .",
            "1964-01-10"
        ],
        "additionals": [
            "The artist of 321 is Manfred Mann.",
            "The producer of 321 is John Burgess (record producer)."
        ]
    },
    "http://dbpedia.org/resource/Never_Say_Never": {
        "qa": [
            "The director of Never Say Never is Irvin Kershner, and language is English. Never Say Never is editing __ .",
            "Ian Crafford"
        ],
        "additionals": [
            "The studio of Never Say Never is Taliafilm.",
            "The music of Never Say Never is Michel Legrand."
        ]
    },
    "http://dbpedia.org/resource/Samizdat": {
        "qa": [
            "The literaryGenre of Samizdat is Science fiction, and pages is 345. The publisher of Samizdat is __ .",
            "Baen Books"
        ],
        "additionals": [
            "The previousWork of Samizdat is The Death of Sleep.",
            "The country of Samizdat is United States."
        ]
    },
    "http://dbpedia.org/resource/Invasion_of_privacy": {
        "qa": [
            "The producer of Invasion of privacy is * Craig Kallman * 30 Roc * Allen Ritter * Andrew Watt * Benny Blanco * Boi-1da * Cubeatz * DJ Mustard * Frank Dukes * J. White Did It * Keyz * Murda Beatz * Needlz * Scribz Riley * Tainy * Vinylz, and studio is The Cutting Room, New York City, NY. The genre of Invasion of privacy is __ .",
            "* Hip hop * trap"
        ],
        "additionals": [
            "The released of Invasion of privacy is 2018-04-06.",
            "The artist of Invasion of privacy is Cardi B."
        ]
    },
    "http://dbpedia.org/resource/Suzie_Wong": {
        "qa": [
            "The editing of Suzie Wong is Bert Bates, and language is English. Suzie Wong is released at __ .",
            "1960-11-10"
        ],
        "additionals": [
            "The music of Suzie Wong is George Duning.",
            "The producer of Suzie Wong is Ray Stark."
        ]
    },
    "http://dbpedia.org/resource/See_You_Later": {
        "qa": [
            "The language of See You Later is English, and mediaType is Print. The genre of See You Later is __ .",
            "Spy novel"
        ],
        "additionals": [
            "The author of See You Later is William F. Buckley, Jr..",
            "The country of See You Later is United States."
        ]
    },
    "http://dbpedia.org/resource/Social_studies": {
        "qa": [
            "The language of Social studies is English, and publisher is Random House. The mediaType of Social studies is __ .",
            "Printing"
        ],
        "additionals": [
            "The releaseDate of Social studies is 1981.",
            "The genre of Social studies is Essays."
        ]
    },
    "http://dbpedia.org/resource/Battlestar_Galactica": {
        "qa": [
            "The releaseDate of Battlestar Galactica is 2006-09-05, and lastAired is 2006-10-05. The numberOfEpisodes of Battlestar Galactica is __ .",
            "10"
        ],
        "additionals": [
            "The language of Battlestar Galactica is English.",
            "The director of Battlestar Galactica is Wayne Rose."
        ]
    },
    "http://dbpedia.org/resource/Mindstorm": {
        "qa": [
            "The platforms of Mindstorm is Microsoft Windows, and computingPlatform is Microsoft Windows. The publisher of Mindstorm is __ .",
            "Mindstorm Studios"
        ],
        "additionals": [
            "The genre of Mindstorm is Sports game.",
            "The releaseDate of Mindstorm is 2009-10-29."
        ]
    },
    "http://dbpedia.org/resource/Money_for_Nothing": {
        "qa": [
            "The studio of Money for Nothing is Liberty Street Films, and country is United States. The narrator of Money for Nothing is __ .",
            "Liev Schreiber"
        ],
        "additionals": [
            "The language of Money for Nothing is English.",
            "The music of Money for Nothing is Nora Kroll-Rosenbaum."
        ]
    },
    "http://dbpedia.org/resource/Ersatz": {
        "qa": [
            "The language of Ersatz is English, and mediaType is Print. The subsequentWork of Ersatz is __ .",
            "The Vile Village"
        ],
        "additionals": [
            "The publisher of Ersatz is HarperCollins.",
            "The pages of Ersatz is 259."
        ]
    },
    "http://dbpedia.org/resource/Hallo": {
        "qa": [
            "The language of Hallo is English, and author is Dav Pilkey. The pages of Hallo is __ .",
            "32"
        ],
        "additionals": [
            "The publisher of Hallo is The Blue Sky Press.",
            "The literaryGenre of Hallo is Children's literature."
        ]
    },
    "http://dbpedia.org/resource/UO": {
        "qa": [
            "The designer of UO is Dan Koppel, and artist is Corky Lehmkuhl. The developer of UO is __ .",
            "Gray Matter Studios"
        ],
        "additionals": [
            "The releaseDate of UO is 2004-09-14.",
            "The released of UO is --09-14."
        ]
    },
    "http://dbpedia.org/resource/Thing_Called_Love": {
        "qa": [
            "The cinematography of Thing Called Love is Peter James (cinematographer), and genre is Country music. The budget of Thing Called Love is __ .",
            "1.4E7"
        ],
        "additionals": [
            "The director of Thing Called Love is Peter Bogdanovich.",
            "The artist of Thing Called Love is various artists."
        ]
    },
    "http://dbpedia.org/resource/Red_Shadow": {
        "qa": [
            "The genre of Red Shadow is Fantasy fiction, and literaryGenre is Fantasy fiction. The releaseDate of Red Shadow is __ .",
            "1968"
        ],
        "additionals": [
            "The language of Red Shadow is English.",
            "The mediaType of Red Shadow is Print."
        ]
    },
    "http://dbpedia.org/resource/DOAE": {
        "qa": [
            "The platforms of DOAE is Nintendo Entertainment System, and modes is Single-player video game. The computingPlatform of DOAE is __ .",
            "Nintendo Entertainment System"
        ],
        "additionals": [
            "The genre of DOAE is Tactical role-playing game.",
            "The producer of DOAE is Tokuro Fujiwara."
        ]
    },
    "http://dbpedia.org/resource/KAOS": {
        "qa": [
            "The editing of KAOS is Roberto Perpignani, and producer is Giuliani G. De Negri. The director of KAOS is __ .",
            "Paolo and Vittorio Taviani"
        ],
        "additionals": [
            "The cinematography of KAOS is Giuseppe Lanci.",
            "The country of KAOS is Italy."
        ]
    },
    "http://dbpedia.org/resource/Executioner": {
        "qa": [
            "The genre of Executioner is Historical period drama, and releaseDate is 2015-12-07. Executioner is lastAired at __ .",
            "2016-01-10"
        ],
        "additionals": [
            "The language of Executioner is Cantonese.",
            "The director of Executioner is Wong Wai-yan, Cheung Wing-fai, Ng Ciu-wing, Cheng Wing-kay, Lam Wai-ching, Au Yuk-han, Tam Chui-san, Fung Yat-chun, Chan Siu-cheung, Ma Ching-man, Cheung Kai-wing."
        ]
    },
    "http://dbpedia.org/resource/Nilus": {
        "qa": [
            "The distributor of Nilus is Western International Communications, and country is Canada. The director of Nilus is __ .",
            "Chris Delaney"
        ],
        "additionals": [
            "The firstAired of Nilus is 1996-10-05.",
            "The numSeasons of Nilus is 2."
        ]
    },
    "http://dbpedia.org/resource/Goodyear": {
        "qa": [
            "The channel of Goodyear is NBC, and numSeasons is 3. The genre of Goodyear is __ .",
            "Anthology series"
        ],
        "additionals": [
            "The language of Goodyear is English.",
            "The releaseDate of Goodyear is 1957-09-30."
        ]
    },
    "http://dbpedia.org/resource/Map_of_the_Soul": {
        "qa": [
            "The producer of Map of the Soul is Pdogg, and released is 2020-07-14. The artist of Map of the Soul is __ .",
            "BTS"
        ],
        "additionals": [
            "The headline of Map of the Soul is Map Of The Soul: 7 ~The Journey~ –.",
            "The date of Map of the Soul is August 2020."
        ]
    },
    "http://dbpedia.org/resource/Snap": {
        "qa": [
            "The language of Snap is English, and writer is Victor Teran. The cinematography of Snap is __ .",
            "Ben Kufrin"
        ],
        "additionals": [
            "The music of Snap is Reza Safinia.",
            "The country of Snap is United States."
        ]
    },
    "http://dbpedia.org/resource/SOTU": {
        "qa": [
            "The releaseDate of SOTU is 2009-01-18, and firstAired is 2009-01-18. The director of SOTU is __ .",
            "Reza Baktar"
        ],
        "additionals": [
            "The country of SOTU is United States.",
            "The lastAired of SOTU is present."
        ]
    },
    "http://dbpedia.org/resource/Dark_Continent": {
        "qa": [
            "The country of Dark Continent is United Kingdom, and editing is Richard Graham. The musicComposer of Dark Continent is __ .",
            "Neil Davidge"
        ],
        "additionals": [
            "The language of Dark Continent is English.",
            "The studio of Dark Continent is Vertigo Films."
        ]
    },
    "http://dbpedia.org/resource/X-wing": {
        "qa": [
            "The platforms of X-wing is Microsoft Windows, and computingPlatform is Microsoft Windows. The designer of X-wing is __ .",
            "Lawrence Holland"
        ],
        "additionals": [
            "The publisher of X-wing is LucasArts.",
            "The developer of X-wing is Totally Games."
        ]
    },
    "http://dbpedia.org/resource/Go_for_broke": {
        "qa": [
            "The editing of Go for broke is James E. Newcom, and distributor is Metro-Goldwyn-Mayer. The musicComposer of Go for broke is __ .",
            "Alberto Colombo (composer)"
        ],
        "additionals": [
            "The writer of Go for broke is Robert Pirosh.",
            "The producer of Go for broke is Dore Schary."
        ]
    },
    "http://dbpedia.org/resource/Exquisite_corpse": {
        "qa": [
            "The genre of Exquisite corpse is Horror fiction, and pages is 240. The literaryGenre of Exquisite corpse is __ .",
            "Horror fiction"
        ],
        "additionals": [
            "The language of Exquisite corpse is English language.",
            "The country of Exquisite corpse is United States."
        ]
    },
    "http://dbpedia.org/resource/Closer": {
        "qa": [
            "The lastAired of Closer is 1998-05-04, and numberOfEpisodes is 10. Closer is firstAired at __ .",
            "1998-02-23"
        ],
        "additionals": [
            "The language of Closer is English.",
            "The numSeasons of Closer is 1."
        ]
    },
    "http://dbpedia.org/resource/Wedding": {
        "qa": [
            "The producer of Wedding is Lee Soo Man, and language is Korean language. Wedding is released at __ .",
            "2002-12-27"
        ],
        "additionals": [
            "The genre of Wedding is K-pop.",
            "The artist of Wedding is Shinhwa."
        ]
    },
    "http://dbpedia.org/resource/Terror": {
        "qa": [
            "The studio of Terror is The Filmgroup, and productionCompany is The Filmgroup. Terror is editing __ .",
            "Stuart O'Brien"
        ],
        "additionals": [
            "The language of Terror is English.",
            "The distributor of Terror is American International Pictures."
        ]
    },
    "http://dbpedia.org/resource/Moonwalk": {
        "qa": [
            "The date of Moonwalk is November 2022, and language is English. The narrator of Moonwalk is __ .",
            "Laurence Luckinbill"
        ],
        "additionals": [
            "The musicComposer of Moonwalk is Charlie Morrow.",
            "The director of Moonwalk is Theo Kamecke."
        ]
    },
    "http://dbpedia.org/resource/Comin'_Atcha": {
        "qa": [
            "The country of Comin' Atcha is United Kingdom, and language is English. The distributor of Comin' Atcha is __ .",
            "Endemol"
        ],
        "additionals": [
            "The numberOfEpisodes of Comin' Atcha is 14.",
            "The starring of Comin' Atcha is Cleopatra."
        ]
    },
    "http://dbpedia.org/resource/Hatchet": {
        "qa": [
            "The author of Hatchet is Mihail Sadoveanu, and country is Romania. The language of Hatchet is __ .",
            "Romanian language"
        ],
        "additionals": [
            "The literaryGenre of Hatchet is Crime novel.",
            "The genre of Hatchet is Crime novel."
        ]
    },
    "http://dbpedia.org/resource/Navigator": {
        "qa": [
            "The music of Navigator is Robert Israel, and budget is 385000.0. The distributor of Navigator is __ .",
            "Metro-Goldwyn"
        ],
        "additionals": [
            "The country of Navigator is United States.",
            "The producer of Navigator is Buster Keaton."
        ]
    },
    "http://dbpedia.org/resource/Kick": {
        "qa": [
            "The language of Kick is English, and music is Brian Reitzell. The distributor of Kick is __ .",
            "Focus Features"
        ],
        "additionals": [
            "The budget of Kick is 1.0E7.",
            "The cinematography of Kick is Michael Ragen."
        ]
    },
    "http://dbpedia.org/resource/Trigger_Happy": {
        "qa": [
            "The language of Trigger Happy is English, and producer is Judith James. The cinematography of Trigger Happy is __ .",
            "Frank Byers"
        ],
        "additionals": [
            "The distributor of Trigger Happy is MGM Distribution Co..",
            "The music of Trigger Happy is Earl Rose."
        ]
    },
    "http://dbpedia.org/resource/Niña": {
        "qa": [
            "The country of Niña is Mexico, and distributor is Televisa. The releaseDate of Niña is __ .",
            "2003-01-27"
        ],
        "additionals": [
            "The previousWork of Niña is Así son ellas.",
            "The firstAired of Niña is 2003-01-27."
        ]
    },
    "http://dbpedia.org/resource/Ransom": {
        "qa": [
            "The country of Ransom is United States, and editing is Ferris Webster. The music of Ransom is __ .",
            "Jeff Alexander"
        ],
        "additionals": [
            "The distributor of Ransom is Metro-Goldwyn-Mayer.",
            "The language of Ransom is English."
        ]
    },
    "http://dbpedia.org/resource/Intern": {
        "qa": [
            "The releaseDate of Intern is 2010-03-29, and lastAired is 2016-02-25. The numberOfEpisodes of Intern is __ .",
            "280"
        ],
        "additionals": [
            "The author of Intern is Vyacheslav Dusmukhametov.",
            "The genre of Intern is Sitcom."
        ]
    },
    "http://dbpedia.org/resource/Barbarossa": {
        "qa": [
            "The designer of Barbarossa is Ronald Wendt and Ralf Zenker, and platforms is Windows. Barbarossa is released at __ .",
            "September 2009 , February 2010"
        ],
        "additionals": [
            "The developer of Barbarossa is Binary Evolution Studios.",
            "The genre of Barbarossa is Turn-based strategy."
        ]
    },
    "http://dbpedia.org/resource/Get_Ready": {
        "qa": [
            "The producer of Get Ready is Shawn Desman, Vince \"Vinny Mac\" Maria, Kuya Productions, Perry Alexander, Hugo Lira, Thomas Gustafsson, Ricciano Lumpkins, Ricci Nitoni, Chris Perry, Camara Alford, and released is 2002-10-30. The artist of Get Ready is __ .",
            "Shawn Desman"
        ],
        "additionals": [
            "The region of Get Ready is Canada.",
            "The award of Get Ready is Gold."
        ]
    },
    "http://dbpedia.org/resource/Cookie": {
        "qa": [
            "The genre of Cookie is Picture book, and language is English. The literaryGenre of Cookie is __ .",
            "Picture book"
        ],
        "additionals": [
            "The author of Cookie is Amy Krouse Rosenthal.",
            "The country of Cookie is United States."
        ]
    },
    "http://dbpedia.org/resource/All_I_Want_Is_You": {
        "qa": [
            "The previousWork of All I Want Is You is I Turn to You (All-4-One song), and subsequentWork is Pero Me Acuerdo de Ti. All I Want Is You is released at __ .",
            "2000-07-11"
        ],
        "additionals": [
            "The releaseDate of All I Want Is You is 2000-07-11.",
            "The artist of All I Want Is You is Christina Aguilera."
        ]
    },
    "http://dbpedia.org/resource/The_River": {
        "qa": [
            "The studio of The River is * Abbey Road & RAK, London * Bonnie Hill, Echo, & Republic, Los Angeles, and region is United Kingdom. The accessDate of The River is __ .",
            "2019-11-02"
        ],
        "additionals": [
            "The artist of The River is Liam Gallagher.",
            "The award of The River is Gold."
        ]
    },
    "http://dbpedia.org/resource/Blue_Angel": {
        "qa": [
            "The publisher of Blue Angel is BBC Books, and subsequentWork is The Taking of Planet 5. The previousWork of Blue Angel is __ .",
            "Interference: Book Two"
        ],
        "additionals": [
            "The date of Blue Angel is 2013-05-29.",
            "The releaseDate of Blue Angel is September 1999."
        ]
    },
    "http://dbpedia.org/resource/Gollum": {
        "qa": [
            "The released of Gollum is 2005, and language is 32. The computingPlatform of Gollum is __ .",
            "Web browser"
        ],
        "additionals": [
            "The genre of Gollum is Web application.",
            "The author of Gollum is Harald Hanek."
        ]
    },
    "http://dbpedia.org/resource/BNF": {
        "qa": [
            "The author of BNF is Paediatric Formulary Committee, and releaseDate is Aug 2020. The language of BNF is __ .",
            "English"
        ],
        "additionals": [
            "The country of BNF is UK.",
            "The pages of BNF is 1222."
        ]
    },
    "http://dbpedia.org/resource/Western_Front": {
        "qa": [
            "The music of Western Front is Robert Miller, and language is English. The studio of Western Front is __ .",
            "Zachary Iscol Productions"
        ],
        "additionals": [
            "The director of Western Front is Zach Iscol.",
            "The editing of Western Front is Jiunn Kwon."
        ]
    },
    "http://dbpedia.org/resource/Swan": {
        "qa": [
            "The author of Swan is Roald Dahl, and subsequentWork is The Enormous Crocodile. The genre of Swan is __ .",
            "Adventure"
        ],
        "additionals": [
            "The publisher of Swan is Jonathan Cape.",
            "The country of Swan is United Kingdom."
        ]
    },
    "http://dbpedia.org/resource/Wyatt_Earp": {
        "qa": [
            "The producer of Wyatt Earp is Roy Rowland (film director), and lastAired is 1961-06-27. The genre of Wyatt Earp is __ .",
            "Western (genre)"
        ],
        "additionals": [
            "The channel of Wyatt Earp is American Broadcasting Company.",
            "The language of Wyatt Earp is English."
        ]
    },
    "http://dbpedia.org/resource/Last_Session": {
        "qa": [
            "The genre of Last Session is Country music, and released is 2004-03-01. The artist of Last Session is __ .",
            "Slim Dusty"
        ],
        "additionals": [
            "The award of Last Session is Gold.",
            "The region of Last Session is Australia."
        ]
    },
    "http://dbpedia.org/resource/Lorna": {
        "qa": [
            "The director of Lorna is Dardenne brothers, and cinematography is Alain Marcoen. The distributor of Lorna is __ .",
            "Cinéart"
        ],
        "additionals": [
            "The editing of Lorna is Marie-Hélène Dozo.",
            "The budget of Lorna is 4000000.0."
        ]
    },
    "http://dbpedia.org/resource/Degrees_north": {
        "qa": [
            "The genre of Degrees north is Police Procedural, and country is United Kingdom. Degrees north is lastAired at __ .",
            "2005-07-10"
        ],
        "additionals": [
            "The language of Degrees north is English.",
            "The numberOfEpisodes of Degrees north is 14."
        ]
    },
    "http://dbpedia.org/resource/Widow's_Might": {
        "qa": [
            "The cinematography of Widow's Might is Charles Rosher, and studio is Jesse L. Lasky Feature Play Company. The writer of Widow's Might is __ .",
            "Marion Fairfax"
        ],
        "additionals": [
            "The language of Widow's Might is English.",
            "The distributor of Widow's Might is Paramount Pictures."
        ]
    },
    "http://dbpedia.org/resource/Wildfire": {
        "qa": [
            "The headline of Wildfire is iTunes bonus tracks, and region is United Kingdom. The award of Wildfire is __ .",
            "Silver"
        ],
        "additionals": [
            "The released of Wildfire is 2011-06-27.",
            "The certyear of Wildfire is 2015."
        ]
    },
    "http://dbpedia.org/resource/Vermeer": {
        "qa": [
            "The language of Vermeer is English, and music is Jon A. English. Vermeer is released at __ .",
            "1990"
        ],
        "additionals": [
            "The writer of Vermeer is Jon Jost.",
            "The director of Vermeer is Jon Jost."
        ]
    }
}