{
    "http://dbpedia.org/resource/Rogue_Squadron": [
        "The producer of Rogue Squadron is Julian Eggebrecht, and artist is Craig Rundels. The designer of Rogue Squadron is __ .",
        "Kevin Schmitt"
    ],
    "http://dbpedia.org/resource/Amour_fou": [
        "The releaseDate of Amour fou is 1969-01-15, and director is Jacques Rivette. The music of Amour fou is __ .",
        "Jean-Claude Éloy"
    ],
    "http://dbpedia.org/resource/Broken": [
        "The music of Broken is Toby Keith, and cinematography is Patrick Cady. Broken is editing __ .",
        "Maysie Hoy"
    ],
    "http://dbpedia.org/resource/One_million": [
        "The headline of One million is One Million Years B.C., and musicComposer is Mario Nascimbene. The country of One million is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Cold_War": [
        "The firstAired of Cold War is 2001-09-26, and country is United States. The distributor of Cold War is __ .",
        "Paramount Domestic Television"
    ],
    "http://dbpedia.org/resource/Consenting_adults": [
        "The country of Consenting adults is United Kingdom, and channel is BBC Four. The releaseDate of Consenting adults is __ .",
        "2007-09-05"
    ],
    "http://dbpedia.org/resource/Boston_Tea_Party": [
        "The distributor of Boston Tea Party is Edison Manufacturing Company, and studio is Edison Manufacturing Company. The country of Boston Tea Party is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Social_animal": [
        "The author of Social animal is Elliot Aronson, and country is United States. The releaseDate of Social animal is __ .",
        "1972"
    ],
    "http://dbpedia.org/resource/Book_of_Dreams": [
        "The pages of Book of Dreams is 152, and literaryGenre is Postmodern. The country of Book of Dreams is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Big_Beach": [
        "The platforms of Big Beach is Wii, and computingPlatform is Wii. The genre of Big Beach is __ .",
        "Sports game"
    ],
    "http://dbpedia.org/resource/Number_of_the_Beast": [
        "The producer of Number of the Beast is Martin Birch, and subsequentWork is Flight of Icarus. The certyear of Number of the Beast is __ .",
        "2020"
    ],
    "http://dbpedia.org/resource/Chinese_food": [
        "The writer of Chinese food is Patrice Wilson, and artist is Alison Gold. The genre of Chinese food is __ .",
        "Pop music"
    ],
    "http://dbpedia.org/resource/Acolyte": [
        "The music of Acolyte is David Franzke, and country is Australia. The cinematography of Acolyte is __ .",
        "Mark Pugh"
    ],
    "http://dbpedia.org/resource/King_of_the_Monsters": [
        "The director of King of the Monsters is Michael Dougherty, and musicComposer is Bear McCreary. The cinematography of King of the Monsters is __ .",
        "Lawrence Sher"
    ],
    "http://dbpedia.org/resource/Learning_to_fly": [
        "The releaseDate of Learning to fly is 1987-09-14, and released is 1987-09-14. The previousWork of Learning to fly is __ .",
        "Not Now John"
    ],
    "http://dbpedia.org/resource/Punisher": [
        "The publisher of Punisher is Capcom, and arcadeSystem is CP System. The releaseDate of Punisher is __ .",
        "1994-11-15"
    ],
    "http://dbpedia.org/resource/Time_of_Our_Lives": [
        "The country of Time of Our Lives is Australia, and lastAired is 2014-08-14. Time of Our Lives is firstAired at __ .",
        "2013-06-16"
    ],
    "http://dbpedia.org/resource/Tetsuo": [
        "The distributor of Tetsuo is Asmik Ace, and musicComposer is Chu Ishikawa. The country of Tetsuo is __ .",
        "Japan"
    ],
    "http://dbpedia.org/resource/Better_Half": [
        "The firstAired of Better Half is 2008-09-03, and lastAired is 2008-11-26. The totalWidth of Better Half is __ .",
        "300"
    ],
    "http://dbpedia.org/resource/Hellstrom": [
        "The music of Hellstrom is Lalo Schifrin, and musicComposer is Lalo Schifrin. The country of Hellstrom is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Foursome": [
        "The cinematography of Foursome is Jeffrey D. Smith, and distributor is Sony Pictures Home Entertainment. The country of Foursome is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Dancing_in_the_Street": [
        "The releaseDate of Dancing in the Street is 1995-09-24, and numberOfEpisodes is 10. The producer of Dancing in the Street is __ .",
        "Hugh Thomson (writer)"
    ],
    "http://dbpedia.org/resource/Jury_duty": [
        "The airdate of Jury duty is 2012-02-02, and music is \"Footloose\" by Kenny Loggins. The writer of Jury duty is __ .",
        "Aaron Shure"
    ],
    "http://dbpedia.org/resource/Dungeon_Master": [
        "The director of Dungeon Master is Keven McAlester, and musicComposer is Blonde Redhead. The country of Dungeon Master is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Dead_space": [
        "The country of Dead space is United States, and cinematography is Mark Parry. Dead space is editing __ .",
        "Lawrence Jordan"
    ],
    "http://dbpedia.org/resource/Love_Affair": [
        "The writer of Love Affair is Vanessa R. Valdez, and country is Philippines. The director of Love Affair is __ .",
        "Nuel C. Naval"
    ],
    "http://dbpedia.org/resource/Pasko": [
        "The country of Pasko is Philippines, and releaseDate is 2009-12-07. The language of Pasko is __ .",
        "Tagalog"
    ],
    "http://dbpedia.org/resource/White_death": [
        "The director of White death is Adolf Gärtner, and cinematography is Arpad Viragh. The releaseDate of White death is __ .",
        "1921-05-13"
    ],
    "http://dbpedia.org/resource/Breaking_Dawn": [
        "The country of Breaking Dawn is United States, and productionCompany is Temple Hill Entertainment. Breaking Dawn is editing __ .",
        "Virginia Katz"
    ],
    "http://dbpedia.org/resource/Out_of_Control": [
        "The numberOfEpisodes of Out of Control is 22, and country is Television in the United States. The seasonNumber of Out of Control is __ .",
        "2"
    ],
    "http://dbpedia.org/resource/Tekken": [
        "The releaseDate of Tekken is 2018-03-01, and publisher is Bandai Namco Entertainment. The genre of Tekken is __ .",
        "Fighting game"
    ],
    "http://dbpedia.org/resource/Blue_Peter": [
        "The studio of Blue Peter is British Filmcraft, and released is 1928. The country of Blue Peter is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Only_the_Lonely": [
        "The releaseDate of Only the Lonely is 1992-05-05, and cinematography is Albert J. Dunk. The country of Only the Lonely is __ .",
        "Canada"
    ],
    "http://dbpedia.org/resource/Inspector_Gadget": [
        "The platforms of Inspector Gadget is PlayStation 2, and developer is Silmarils (company). The genre of Inspector Gadget is __ .",
        "Action game"
    ],
    "http://dbpedia.org/resource/Two_of_Us": [
        "The genre of Two of Us is Sitcom, and releaseDate is 1986-10-31. The country of Two of Us is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Wake_Up": [
        "The airdate of Wake Up is 12, and numberOfEpisodes is 22. Wake Up is firstAired at __ .",
        "2016-09-20"
    ],
    "http://dbpedia.org/resource/Goose_step": [
        "The released of Goose step is August 1942, and distributor is Ealing Studios. The country of Goose step is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Undertow": [
        "The studio of Undertow is Thanhouser Company, and language is Silent. The country of Undertow is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Harvey_Girls": [
        "The country of Harvey Girls is United States, and productionCompany is Metro-Goldwyn-Mayer. The budget of Harvey Girls is __ .",
        "2931000.0"
    ],
    "http://dbpedia.org/resource/90210": [
        "The country of 90210 is United States, and releaseDate is 2004-07-11. 90210 is lastAired at __ .",
        "present"
    ],
    "http://dbpedia.org/resource/XF": [
        "The genre of XF is Internet forum, and developer is XenForo Limited, Kier Darby, Mike Sullivan, Chris Deeming. The releaseDate of XF is __ .",
        "2011-03-08"
    ],
    "http://dbpedia.org/resource/Convicted": [
        "The director of Convicted is Rudolf Meinert, and cinematography is A.O. Weitzenberg. The music of Convicted is __ .",
        "Otto Stenzeel"
    ],
    "http://dbpedia.org/resource/American_Epic": [
        "The cinematography of American Epic is Vern Moen, and editing is Dan Gitlin. The country of American Epic is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Someday": [
        "The previousWork of Someday is Wind (song), and releaseDate is 2006-02-22. The subsequentWork of Someday is __ .",
        "Koi no Tsubomi"
    ],
    "http://dbpedia.org/resource/321": [
        "The released of 321 is 1964-01-10, and releaseDate is 1964-01-10. The studio of 321 is __ .",
        "Abbey Road Studios, London"
    ],
    "http://dbpedia.org/resource/Never_Say_Never": [
        "The cinematography of Never Say Never is Douglas Slocombe, and producer is Jack Schwartzman. The music of Never Say Never is __ .",
        "Michel Legrand"
    ],
    "http://dbpedia.org/resource/Samizdat": [
        "The publisher of Samizdat is Baen Books, and genre is Science fiction. The country of Samizdat is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Invasion_of_privacy": [
        "The genre of Invasion of privacy is * Hip hop * trap, and studio is The Cutting Room, New York City, NY. The artist of Invasion of privacy is __ .",
        "Cardi B"
    ],
    "http://dbpedia.org/resource/Suzie_Wong": [
        "The producer of Suzie Wong is Ray Stark, and music is George Duning. The musicComposer of Suzie Wong is __ .",
        "George Duning"
    ],
    "http://dbpedia.org/resource/See_You_Later": [
        "The genre of See You Later is Spy novel, and publisher is Doubleday (publisher). The country of See You Later is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Social_studies": [
        "The country of Social studies is United States, and genre is Essays. The mediaType of Social studies is __ .",
        "Printing"
    ],
    "http://dbpedia.org/resource/Battlestar_Galactica": [
        "The numberOfEpisodes of Battlestar Galactica is 10, and subsequentWork is Occupation (Battlestar Galactica). The country of Battlestar Galactica is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Mindstorm": [
        "The genre of Mindstorm is Sports game, and computingPlatform is Microsoft Windows. The developer of Mindstorm is __ .",
        "Mindstorm Studios"
    ],
    "http://dbpedia.org/resource/Money_for_Nothing": [
        "The country of Money for Nothing is United States, and music is Nora Kroll-Rosenbaum. The writer of Money for Nothing is __ .",
        "Jim Bruce"
    ],
    "http://dbpedia.org/resource/Ersatz": [
        "The previousWork of Ersatz is The Austere Academy, and author is Lemony Snicket. The country of Ersatz is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Hallo": [
        "The literaryGenre of Hallo is Children's literature, and publisher is The Blue Sky Press. The country of Hallo is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/UO": [
        "The writer of UO is Michael Schiffer, Richard Farrelly, and releaseDate is 2004-09-14. The artist of UO is __ .",
        "Corky Lehmkuhl"
    ],
    "http://dbpedia.org/resource/Thing_Called_Love": [
        "The country of Thing Called Love is United States, and artist is various artists. The budget of Thing Called Love is __ .",
        "1.4E7"
    ],
    "http://dbpedia.org/resource/Red_Shadow": [
        "The country of Red Shadow is United States, and pages is 381. The literaryGenre of Red Shadow is __ .",
        "Fantasy fiction"
    ],
    "http://dbpedia.org/resource/DOAE": [
        "The releaseDate of DOAE is 1989-05-19, and computingPlatform is Nintendo Entertainment System. The platforms of DOAE is __ .",
        "Nintendo Entertainment System"
    ],
    "http://dbpedia.org/resource/KAOS": [
        "The language of KAOS is Italian, and director is Paolo and Vittorio Taviani. The cinematography of KAOS is __ .",
        "Giuseppe Lanci"
    ],
    "http://dbpedia.org/resource/Executioner": [
        "The releaseDate of Executioner is 2015-12-07, and lastAired is 2016-01-10. The producer of Executioner is __ .",
        "Law Chun-ngok"
    ],
    "http://dbpedia.org/resource/Nilus": [
        "The releaseDate of Nilus is 1996-10-05, and country is Canada. The numSeasons of Nilus is __ .",
        "2"
    ],
    "http://dbpedia.org/resource/Goodyear": [
        "The country of Goodyear is United States, and lastAired is 1960-05-23. The channel of Goodyear is __ .",
        "NBC"
    ],
    "http://dbpedia.org/resource/Map_of_the_Soul": [
        "The date of Map of the Soul is August 2020, and released is 2020-07-14. The genre of Map of the Soul is __ .",
        "Pop music"
    ],
    "http://dbpedia.org/resource/Snap": [
        "The music of Snap is Reza Safinia, and cinematography is Ben Kufrin. The country of Snap is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/SOTU": [
        "The lastAired of SOTU is present, and firstAired is 2009-01-18. The director of SOTU is __ .",
        "Reza Baktar"
    ],
    "http://dbpedia.org/resource/Dark_Continent": [
        "The music of Dark Continent is Neil Davidge, and productionCompany is Vertigo Films. The country of Dark Continent is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/X-wing": [
        "The releaseDate of X-wing is 1999-03-15, and computingPlatform is Microsoft Windows. The designer of X-wing is __ .",
        "Lawrence Holland"
    ],
    "http://dbpedia.org/resource/Go_for_broke": [
        "The country of Go for broke is United States, and music is Alberto Colombo (composer). The producer of Go for broke is __ .",
        "Dore Schary"
    ],
    "http://dbpedia.org/resource/Exquisite_corpse": [
        "The genre of Exquisite corpse is Horror fiction, and language is English language. The country of Exquisite corpse is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Closer": [
        "The releaseDate of Closer is 1998-02-23, and country is United States. The genre of Closer is __ .",
        "Sitcom"
    ],
    "http://dbpedia.org/resource/Wedding": [
        "The producer of Wedding is Lee Soo Man, and genre is K-pop. Wedding is released at __ .",
        "2002-12-27"
    ],
    "http://dbpedia.org/resource/Terror": [
        "The country of Terror is United States, and editing is Stuart O'Brien. The studio of Terror is __ .",
        "The Filmgroup"
    ],
    "http://dbpedia.org/resource/Moonwalk": [
        "The country of Moonwalk is United States, and musicComposer is Charlie Morrow. The date of Moonwalk is __ .",
        "November 2022"
    ],
    "http://dbpedia.org/resource/Comin'_Atcha": [
        "The lastAired of Comin' Atcha is 2000-02-15, and releaseDate is 1998-02-05. The country of Comin' Atcha is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Hatchet": [
        "The country of Hatchet is Romania, and literaryGenre is Crime novel. The releaseDate of Hatchet is __ .",
        "1930"
    ],
    "http://dbpedia.org/resource/Navigator": [
        "The editing of Navigator is Buster Keaton, and distributor is Metro-Goldwyn. The country of Navigator is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Kick": [
        "The budget of Kick is 1.0E7, and distributor is Focus Features. The country of Kick is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Trigger_Happy": [
        "The producer of Trigger Happy is Judith James, and country is United States. The productionCompany of Trigger Happy is __ .",
        "United Artists"
    ],
    "http://dbpedia.org/resource/Niña": [
        "The distributor of Niña is Televisa, and language is Spanish. The country of Niña is __ .",
        "Mexico"
    ],
    "http://dbpedia.org/resource/Ransom": [
        "The budget of Ransom is 1003000.0, and editing is Ferris Webster. The country of Ransom is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Intern": [
        "The author of Intern is Vyacheslav Dusmukhametov, and genre is Sitcom. The channel of Intern is __ .",
        "TNT (Russia)"
    ],
    "http://dbpedia.org/resource/Barbarossa": [
        "The platforms of Barbarossa is Windows, and genre is Turn-based strategy. The developer of Barbarossa is __ .",
        "Binary Evolution Studios"
    ],
    "http://dbpedia.org/resource/Get_Ready": [
        "The award of Get Ready is Gold, and artist is Shawn Desman. Get Ready is released at __ .",
        "2002-10-30"
    ],
    "http://dbpedia.org/resource/Cookie": [
        "The genre of Cookie is Picture book, and author is Amy Krouse Rosenthal. The country of Cookie is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/All_I_Want_Is_You": [
        "The released of All I Want Is You is 2000-07-11, and releaseDate is 2000-07-11. The previousWork of All I Want Is You is __ .",
        "I Turn to You (All-4-One song)"
    ],
    "http://dbpedia.org/resource/The_River": [
        "The studio of The River is * Abbey Road & RAK, London * Bonnie Hill, Echo, & Republic, Los Angeles, and certyear is 2019. The accessDate of The River is __ .",
        "2019-11-02"
    ],
    "http://dbpedia.org/resource/Blue_Angel": [
        "The date of Blue Angel is 2013-05-29, and publisher is BBC Books. The releaseDate of Blue Angel is __ .",
        "September 1999"
    ],
    "http://dbpedia.org/resource/Gollum": [
        "The language of Gollum is 32, and author is Harald Hanek. The genre of Gollum is __ .",
        "Web application"
    ],
    "http://dbpedia.org/resource/BNF": [
        "The releaseDate of BNF is Aug 2020, and country is UK. The mediaType of BNF is __ .",
        "Print, online & smartphone app"
    ],
    "http://dbpedia.org/resource/Western_Front": [
        "The country of Western Front is United States, and studio is Zachary Iscol Productions. Western Front is editing __ .",
        "Jiunn Kwon"
    ],
    "http://dbpedia.org/resource/Swan": [
        "The previousWork of Swan is Danny, the Champion of the World, and publisher is Jonathan Cape. The country of Swan is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Wyatt_Earp": [
        "The genre of Wyatt Earp is Western (genre), and producer is Roy Rowland (film director). The country of Wyatt Earp is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Last_Session": [
        "The artist of Last Session is Slim Dusty, and genre is Country music. The producer of Last Session is __ .",
        "Rod Coe, Mark Punch"
    ],
    "http://dbpedia.org/resource/Lorna": [
        "The distributor of Lorna is Cinéart, and editing is Marie-Hélène Dozo. The cinematography of Lorna is __ .",
        "Alain Marcoen"
    ],
    "http://dbpedia.org/resource/Degrees_north": [
        "The genre of Degrees north is Police Procedural, and releaseDate is 2004-07-06. The country of Degrees north is __ .",
        "United Kingdom"
    ],
    "http://dbpedia.org/resource/Widow's_Might": [
        "The director of Widow's Might is William C. deMille, and writer is Marion Fairfax. The country of Widow's Might is __ .",
        "United States"
    ],
    "http://dbpedia.org/resource/Wildfire": [
        "The headline of Wildfire is iTunes bonus tracks, and region is United Kingdom. Wildfire is released at __ .",
        "2011-06-27"
    ],
    "http://dbpedia.org/resource/Vermeer": [
        "The country of Vermeer is United States, and producer is Henry S. Rosenthal. The distributor of Vermeer is __ .",
        "American Playhouse Theatrical Films"
    ]
}